[{"id": 3, "author": "Alice Johnson", "title": "A Day in the Life of a Developer", "content": "Ever wondered what a software developer does all day? Here’s a peek into my daily routine.", "nb_likes": 2}, {"id": 4, "author": "Bob Smith", "title": "How to Stay Productive While Working Remotely", "content": "Working from home can be challenging. Here are my top tips for staying focused and productive.", "nb_likes": 0}, {"id": 5, "author": "Emily Davis", "title": "The Future of AI in Everyday Life", "content": "Artificial intelligence is becoming more integrated into our lives. Let’s explore what’s next.", "nb_likes": 0}, {"id": 6, "author": "Michael Brown", "title": "Top 10 Books Every Entrepreneur Should Read", "content": "Looking for book recommendations? These 10 books have changed the way I approach business.", "nb_likes": 0}, {"id": 7, "author": "Sarah Wilson", "title": "A Guide to Minimalist Living", "content": "Declutter your life and find joy in simplicity with these minimalist living tips.", "nb_likes": 0}, {"id": 8, "author": "James Taylor", "title": "Why Learning a Second Language is Worth It", "content": "Speaking multiple languages opens doors to new opportunities. Here’s why you should start today.", "nb_likes": 0}, {"id": 9, "author": "Laura Martinez", "title": "The Best Coffee Shops Around the World", "content": "Traveling soon? Check out these amazing coffee spots for the best brews.", "nb_likes": 0}, {"id": 10, "author": "Kevin White", "title": "Beginner’s Guide to Investing", "content": "Want to start investing but don’t know where to begin? This guide breaks it down for you.", "nb_likes": 0}, {"id": 11, "author": "Sophia Green", "title": "The Mental Benefits of Daily Journaling", "content": "Writing every day has transformed my mental clarity and productivity. Here’s how it can help you too.", "nb_likes": 0}, {"id": 12, "author": "David Lee", "title": "How to Build a Personal Brand Online", "content": "Your online presence matters. Here’s how to establish yourself as a thought leader in your industry.", "nb_likes": 0}]